Repository: antis81/qtox-scripts
Catalog: debian/po/*.po
Languages: fr

source: An error has occurred. (Error code $err_code)
fr: Une erreur s'est produite. (Erreur n. $err_code)

source: Aborted.
fr: Annulé.

source: Press key to answer "y" (yes) or "n" (no).
fr: Êtes-vous sûr(e) ? (o/n)

source: PLEASE READ THE NOTE BELOW BEFORE YOU CONTINUE!!!
fr: MERCI DE LIRE LES NOTES CI-DESSOUS AVANT DE CONTINUER !!!

source: Hello $USER!
fr: Bonjour $USER !

source: For organisational reasons, the Tox Project URL has changed from `tox.im` to `tox.chat`. This script replaces the installed qTox with an updated version.
fr: Pour des questions d'organisation, l'URL officiel du Projet Tox a changé de `tox.im` vers `tox.chat`. Ce script remplace la version actuelle de qTox avec celle du nouveau dépôt APT officiel.

source: You can find more details on the current situation in the following blog entry: https://blog.tox.chat/2015/07/current-situation-3/
fr: Vous pourrez trouver plus d'informations à propos de la situation actuelle en lisant ce post : [en] https://blog.tox.chat/2015/07/current-situation-3/

source: ----- DESCRIPTION ----- The script makes the following changes to your system: Step 1: qTox will first be uninstalled! Step 2: The installation key will be replaced to the new one. (see https://pkg.tox.chat/pubkey.gpg) Step 3: The APT package source will be updated. Step 4: qTox is installed via the new APT repository for Tox Project. -------------------------
fr: ------ DESCRIPTION ------ Le script effectue les modifications suivantes sur votre système : Étape 1: qTox va être désinstallé. Étape 2: L'ancienne clé d'installation va être remplacée par la nouvelle. (cf. https://pkg.tox.chat/pubkey.gpg) Étape 3: La source du paquet APT de Tox va être remplacée. Étape 4: qTox va être installé depuis le nouveau dépôt du Projet Tox. -------------------------

source: You will need to enter your sudo password (asked by the system). Continue?
fr: En utilisant ce script il se peut que votre mot de passe (sudo) soit demandé (demande du système, non pas du script).

source: If qTox is installed, deleting it...
fr: Si qTox est installé, on le supprime...

source: Removing the old installation key (0C2E03A0)...
fr: Suppression de l'ancienne clé d'installation (0C2E03A0)...

source: Downloading and signing the new installation key from https://pkg.tox.chat/pubkey.gpg
fr: Téléchargement et certification de la nouvelle clé d'installation depuis https://pkg.tox.chat/pubkey.gpg

source: Updating the Tox Project APT repositories. This may take some time...
fr: Mise à jour du dépôt APT du Projet Tox. Cela peut prendre quelques instants...

source: Installing necessary packages for Tox...
fr: Installation des paquets nécessaires pour Tox...

source: Should I install qTox from the new official repository?
fr: Voulez vous installer qTox depuis le nouveau dépôt ?
